Repository: discord-bugcenter/HelpCenter
Catalog: src/resources/locale/*/LC_MESSAGES/help_center.po
Languages: fr_fr

source: **Give a title to your request.** *Do not send your whole problem, just a very concise description with maximum context. (Language, OS, library used...) * > Example: "[Python - Discord.py] Is it possible to kick any one of a server with its id?"
fr_fr: **Donnez un titre à votre demande.** *N'envoyez pas tout votre problème, juste une description très concise avec un maximum de contexte. (langage, OS, librairie utilisée...)* > Exemple : \"[python - discord.py] Est-il possible d'expulser quelqu'un d'un serveur avec son ID ?\"

source: {0} ⚠ **This is not your full message of the request, the title must be short (less than 100 characters)**. Your current request:``` {1} ```
fr_fr: {0} \⚠ **Ceci n'est pas votre message complet de la demande, le titre doit être court (moins de 100 caractères)**. Votre demande actuelle : ``` {1} ```

source: Ask your question.
fr_fr: Posez votre question.

source: Be as clear as possible, remember to send code if there is, or screens highlighting the problem! **\⚠️ Do not share passwords, bot tokens... if anyone in demand, warn a staff member** \⚠️
fr_fr: Soyez le plus claire possible, pensez à envoyer du code s'il y en a, ou des screens mettant bien en évidence le problème ! **\⚠️ Ne partagez en aucun cas des mots de passe, des tokens de bots... si quelqu'un vous en demande, prévenez un membre du staff.**\⚠️

source: ⬇ click to archive the thread
fr_fr: ⬇ cliquez pour archiver le fil

source: How to ask a question ?
fr_fr: Comment poser une question ?

source: :ballot_box_with_check: have you searched on Google ? [Search](https://google.com/search?q={0}) :ballot_box_with_check: have you read the doc ? :ballot_box_with_check: don't ask to ask, just ask. https://dontasktoask.com/ :ballot_box_with_check: asking about your attempted solution rather than your actual problem. https://xyproblem.info/
fr_fr: :ballot_box_with_check: avez vous cherché sur Google ? [Rechercher](https://google.com/search?q={0}) :ballot_box_with_check: avez vous lu la documentation ? :ballot_box_with_check: ne demandez pas pour demander, demandez simplement. https://dontasktoask.com/ :ballot_box_with_check: posez des questions sur votre tentative de solution plutôt que sur votre problème réel. https://xyproblem.info/

source: 1 hour
fr_fr: 1 heure

source: 3 hours
fr_fr: 3 heures

source: 12 hours
fr_fr: 12 heures

source: 1 day
fr_fr: 1 journée

source: Publish a clash of code !
fr_fr: Publiez un clash of code !

source: Published !
fr_fr: Publié !

source: no
fr_fr: non

source: yes
fr_fr: oui

source: New clash of code !
fr_fr: Nouveau clash of code !

source: > `public` : {0} > `mode` : {1} > `started` : {2} > `finished` : {3}
fr_fr: > `publique` : {0} > `mode` : {1} > `commandé` : {2} > `finis` : {3}

source: **Created :**
fr_fr: **Créé :**

source: **Start planned :**
fr_fr: **Début prévu :**

source: **End :**
fr_fr: **Fin :**

source: none
fr_fr: aucun

source: {ctx.bot.user.name}#{ctx.bot.user.discriminator} open-source project
fr_fr: {ctx.bot.user.name}#{ctx.bot.user.discriminator} projet open-source

source: You can't execute this command in <#{ctx.channel.id}>. Try in one of these channels :
fr_fr: Vous ne pouvez pas exécuter cette commande dans <#{ctx.channel.id}>. Essayez dans l'un de ces salons :

source: You can't execute this command, you need one of these roles :
fr_fr: Vous ne pouvez pas exécuter cette commande, vous devez avoir l'un de ces rôles :

source: You send an invalid link/code, or the game cannot be joined anymore, or the game doesn't exist !
fr_fr: Vous avez envoyé un lien/code invalide, ou la partie ne peut plus être rejointe, ou la partie n'existe pas !

source: This clash is already published !
fr_fr: Ce clash a déjà été publié !

source: A required argument is missing in the command !
fr_fr: Il manque un argument obligatoire dans la commande !

source: This command must be executed in Private Messages
fr_fr: Cette commande doit être exécutée en messages privés

source: That query didn't provide enough results.
fr_fr: Cette recherche n'a pas donné assez de résultats.

source: There is no public coc started at the moment. Try again in a few seconds or go to https://www.codingame.com/multiplayer/clashofcode and click "Join a clash".
fr_fr: Il n\'y a pas de coc public commencé pour le moment. Réessayez dans quelques secondes ou rendez-vous sur https://www.codingame.com/multiplayer/clashofcode et cliquez "Rejoindre un clash".

source: Shows 4 or fewer links referring to a documentation on readthedocs.io :D
fr_fr: Affiche 4 liens ou moins renvoyant à une documentation sur readthedocs.io :D

source: {} Results (click here for a complete search)
fr_fr: {} Résultats (cliquer ici pour des résultats complets)

source: Results for query **{0}** and documentation **{1}**
fr_fr: Résultats pour la recherche **{0}** et la documentation **{1}**

source: There is no event right now, sorry !
fr_fr: Il n'y a pas d'évènement actuellement, désolé !

source: The event is ended, sorry !
fr_fr: L'évènement est terminé, désolé !

source: Participate or get informations about an event.
fr_fr: Participer ou obtenir des informations sur un évènement.

source: Use of /event
fr_fr: Utilisation de /event

source: Participate to the contest !
fr_fr: Participez au concours !

source: Your message must contains a block of code (with code language) ! *look `/tag discord markdown`*
fr_fr: Votre message doit contenir un bloque de code (avec le code du langage) ! *Regardez `/tag discord code block`*

source: Looks like your code is too long! Try to remove the useless parts, the goal is to have a short and optimized code!
fr_fr: On dirait que votre code est trop long ! Essayez de supprimer les parties inutiles, le but est d'avoir un code court et optimisé !

source: Your language seems not be valid for the event.
fr_fr: Votre langage ne semple pas être valide pour l'évènement.

source: **This is your participation :**
fr_fr: **Voici votre participation :**

source: `Language` -> `{0}` ({1})
fr_fr: `Langage` -> `{0}` ({1})

source: `Length` -> `{0}`
fr_fr: `Longueur` -> `{0}`

source: Do you want ot post it ? ✅ ❌
fr_fr: Voulez-vous l'envoyer ? ✅ ❌

source: <a:typing:832608019920977921> Your code is passing some tests...
fr_fr: <a:typing:832608019920977921> Votre code est en train de faire quelques tests…

source: An error occurred.
fr_fr: Une erreur est survenue.

source: Your code excited with an error.
fr_fr: Votre code s'est arrêté avec une erreur.

source: Your code didn't pass all the tests. If you think it's an error, please contact a staff.
fr_fr: Votre code n'a pas passé tout les tests. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter un staff.

source: All tests passed successfully.
fr_fr: Tout les tests ont été passés avec succès.

source: Your entry has been successfully modified !
fr_fr: Votre participation a été modifiée avec succès !

source: Your entry has been successfully sent !
fr_fr: Votre participation a été envoyée avec succès !

source: Cancelled
fr_fr: Annulé

source: Remove your participation from the contest
fr_fr: Retirer votre participation du concours

source: You didn't participate !
fr_fr: Vous n'avez pas participé !

source: __Choose which participation you want to cancel :__
fr_fr: __Choisissez quel participation vous souhaitez annuler :__

source: Your participation has been successfully deleted
fr_fr: Votre participation a été supprimée avec succès

source: Get some stats about the current contest
fr_fr: Obtenir quelques statistiques a propos du concours actuel

source: There is no participation at the moment.
fr_fr: Il n'y a aucune participation pour le moment.

source: Some informations...
fr_fr: Quelques informations...

source: **Number of participations :** {}
fr_fr: **Nombre de participations :**{}

source: **Number of unique participations :** {} \u200b
fr_fr: **Nombre de participatants uniques :**{} \u200b

source: • Global ranking : **{}** *({} > you > {})*
fr_fr: • Classement global : **{}** *({} > vous > {})*

source: nobody
fr_fr: personne

source: • By language ranking : **{}** *({} > you > {})*
fr_fr: • Classement par langage : **{}** *({} > vous > {})*

source: **Your participation with {} :**
fr_fr: **Votre participation avec {} :**

source: Breakdown by languages used.
fr_fr: Répartition par langages utilisés.

source: Number of participations
fr_fr: Nombre de participations

source: Number of characters
fr_fr: Nombre de caractères

source: Show how to do a google search :D
fr_fr: Montrer comment faire une recherche google ! :D

source: The google tool is very powerful, see how it works!
fr_fr: L'outil google est très puissant, voici comment il fonctionne!

source: Show bot commands.
fr_fr: Afficher les commandes du bot.

source: Here are my commands:
fr_fr: Voice mes commandes :

source: The command {string} way not found.
fr_fr: La commande {string} n'a pas été trouvée.

source: Add the lines number to your code.
fr_fr: Ajoute le numéro des lignes au code.

source: Your message must contains a block of code ! *look `/tag discord code block`*
fr_fr: Votre message doit contenir un bloque de code ! *Regardez `/tag discord code block`*

source: Numbered code of {ctx.author} :
fr_fr: Code numéroté de {ctx.author} :

source: What's the programmation language ?
fr_fr: Quel est le langage de programmation ?

source: Click on the correspondant reaction, or send a message with the extension (`.js`, `.py`...)
fr_fr: Cliquez sur la réaction correspondante, ou envoyez un message avec l'extension (`.js`, `.py`...)

source: A gist has been created :
fr_fr: Un gist a été créé :

source: **{message.author.mention} you just sent a valid bot token.**
fr_fr: **{message.author.mention} vous venez d'envoyer un token de bot valide.**

source: This one will be revoked, but be careful and check that it has been successfully reset on the **dev portal** (https://discord.com/developers/applications/{}).
fr_fr: Celui-ci va être révoqué, mais faites tout de même attention et vérifiez qu'il ai bien été réinitialisé sur le **portail dev** (https://discord.com/developers/applications/{}).

source: {message.author.mention} you just sent a valid **user token**. **What is it? ** This is a kind of password that allows access to a contentious account without a username, password or IP address verification. **Change your password as a precaution**. We also recommend that you enable**two-factor authentication, or 2FA.** (settings)
fr_fr: {message.author.mention} vous venez d’envoyer un token d’utilisateur valide. **C’est quoi ?** C’est une sorte de mot de passe qui permet d’accéder à un compte discord sans identifiant ni mot de passe ou encore vérification d’adresse IP. **Changez votre mot de passe par précaution**. Nous vous conseillons aussi d’activer l'**authentification à deux facteurs, ou A2F.** (paramètres)

source: Send redundant help messages.
fr_fr: Envoyer les messages d'aides répétitifs.

source: Category not found. Try among :
fr_fr: Catégorie non trouvée. Essayez parmi :

source: Here are the tags from the `{0}` category :
fr_fr: Voice les tags de la catégorie `{0}` :

source: do you mean `{0}` ? Otherwise
fr_fr: voulez-vous dire `{0}` ? Sinon

source: Tag not found, {0}look `/tag list`
fr_fr: Le tag n'a pas été trouvé, {0}look `/tag list`

source: __Choose the target :__
fr_fr: __Choisissez la cible :__
