{
    "name": "tos",
    "description": "affiche les règles de Discord",
    "response": {
        "embed": {
            "title": "Le saviez-vous ? Les règles existent !",
            "description": [
                "Depuis l'éternité, l'humain est soumis au respect de règles qui permettent une cohésion sociale, et ce, même sur Discord.",
                "",
                "Mais quelles sont les règles que vous devez respecter sur la plateforme ? Et bien c'est simple, elles se composent en 2 règlements qui sont les [Guidelines](https://dis.gd/guidelines) ainsi que les [ToS](https://dis.gd/terms).",
                "",
                "Lorsque vous rejoignez une communauté, nous vous conseillons fortement de prendre conscience de ces règlements; d'ailleurs, il est même probable que vous effectuiez en ce moment même une action allant à l'encontre de ces règles...",
                "",
                "",
                "**[Règles de la communauté Discord (Guidelines)](https://discord.com/guidelines)**",
                "",
                "Les règles de la communauté Discord portent principalement sur les sujets suivants: ",
                "",
                "le harcèlement, les propos haineux, le NSFW, le partage de contenu, la violence, le partage de virus, la pédophilie, le sadisme, le suicide, les comportements illégaux, le spam, les ventes, les self-bots et les user-bots. ",
                "",
                "",
                "**[Conditions d'utilisation de Discord (ToS) ](https://discord.com/terms)**",
                "",
                "Quand aux ToS, elles vous donnent des informations bien plus compliquées juridiquement, des informations sur votre compte, vos droits et vos données, le copyright, etc.",
                "",
                "",
                "**En ne respectant pas ces règles**, vous prenez le risque de voir un jour où l'autre votre compte se faire bannir de Discord, ce qui serait plutôt triste :/\nSi vous pensez qu'un utilisateur enfreint une de ces règles, pensez à le signaler ici : \nhttps://support.discord.com/hc/fr/requests/new?ticket_form_id=360000029731"
            ]
        }
    }
}