{
  "name": "uninstall_game_discord",
  "description": "Supperimer un jeu discord de son appareil.",
  "author": 423185768954069002,
  "response": {
    "embed": {
      "title": "Désinstaller des Jeux Discord.",
      "description": [
        "Besoin de faire de la place sur votre ordinateur en disant au revoir à un jeu installé ? Aucun problème ! C’est relativement facile de désinstaller un jeu. Ce guide vous montrera comment procéder.",
        "`Remarque : vous ne pouvez désinstaller que les jeux que vous avez téléchargés depuis Discord. Les jeux que vous avez importés depuis d’autres plateformes ne pourront être désinstallés via l'application Discord.`"
      ],
      "fields": [
        {
          "name": "• __Méthode__ 1",
          "value": [
            "C'est le moyen le plus simple ! Gardez à l'esprit que **vous devrez être connecté à votre compte Discord pour désinstaller le jeu** avec cette méthode.",
            "",
            "Tout d'abord, accédez à l'onglet **Bibliothèque** et faites **un clic droit sur le jeu** que vous souhaitez désinstaller. Si le jeu est installé, vous verrez l'option **Désinstaller**. Sélectionnez **Désinstaller** et nos hamsters se chargeront du reste ! C’est aussi simple que ça !",
            "",
            "Notez que cet onglet Bibliothèque n'apparaît que pour ceux qui ont acheté un jeu sur la plateforme Discord. Si vous ne voyez pas cet onglet, c'est parce que vous n'avez acheté aucun jeu sur Discord.",
            "Image : https://support.discord.com/hc/article_attachments/360021086431/1_.jpg"
          ],
          "inline": false
        },
        {
          "name": "• __Méthode__ 2",
          "value": [
            "Vous souhaiterez utiliser cette méthode **si vous vous trouvez dans une situation où vous ne parvenez pas à vous connecter à votre compte Discord** et donc désinstaller de manière conventionnelle. Si vous n'avez pas sélectionné d'emplacement personnalisé lors de l'installation du jeu, l'emplacement d'installation par défaut de ces jeux Discord se trouve sur votre PC dans :",
            "",
            "`Utilisateur > (Profil) > AppData > Local > DiscordGames`",
            "",
            "En vous dirigeant vers ce dossier, vous verrez la liste des jeux que vous avez installés. Cliquez avec le bouton droit sur le dossier du jeu que vous essayez de désinstaller et sélectionnez **Supprimer**. Actualisez l'application et vous ne devriez plus voir ce jeu installé.",
            "Image : https://support.discord.com/hc/article_attachments/360021086511/2_.jpg"
          ],
          "inline": false
        },
        {
          "name": "​",
          "value": [
            "Si vous avez utilisé un emplacement d'installation personnalisé au lieu de l'emplacement par défaut, dirigez-vous vers votre emplacement d'installation personnalisé et supprimez le jeu depuis cet emplacement là en suivant le même procédé !",
            "",
            "`REMARQUE : Actuellement, cette méthode de désinstallation de vos jeux ne supprimera pas leurs entrées de la liste des applications et fonctionnalités de Windows (également appelée Ajout / Suppression de programmes sur Windows 7).`"
          ],
          "inline": false
        }
      ]
    }
  }
}
